"%1 already exists.\nDo you want to replace it?"="%1 existe déjà.\nVoulez-vous le remplacer ?";
"%1 days left"="%1 jours restants";
"%1\nDirectory not found.\nPlease verify the correct directory name was given."="%1\nRépertoire non trouvé.\nVeuillez vérifier si le nom du répertoire donné est correct.";
"%1\nFile not found.\nPlease verify the correct file name was given."="%1\nFichier non trouvé.\nVeuillez vérifier si le nom du fichier donné est correct.";
"%s is offline right now, but your Lesson will appear automatically the next time you open the Lessons app."="%s est hors connexion actuellement, mais votre leçon apparaîtra automatiquement la prochaine fois que vous ouvrirez l'application Lessons.";
"&Abort"="&Abandonner";
"&Add to Custom Colors"="&Ajouter aux couleurs personnalisées";
"&Basic colors"="&Couleurs de base";
"&Cancel"="&Annuler";
"&Copy"="&Copier";
"&Custom colors"="&Couleurs personnalisées";
"&Define Custom Colors >>"="&Définir des couleurs personnalisées >>";
"&Delete"="&Supprimer";
"&Finish"="&Terminer";
"&Green:"="&Vert :";
"&Help"="&Aide";
"&Ignore"="&Ignorer";
"&Name:"="&Nom :";
"&Next >"="&Suivant >";
"&Next >"="&Suivant >";
"&No"="&Non";
"&No"="&Non";
"&Open"="&Ouvrir";
"&Options <<"="&Options <<";
"&Options >>"="&Options >>";
"&Paste"="&Coller";
"&Print"="&Imprimer";
"&Red:"="&Rouge :";
"&Redo"="&Rétablir";
"&Reload"="&Recharger";
"&Rename"="&Renommer";
"&Retry"="&Réessayer";
"&Sat:"="&Saturation :";
"&Save"="&Enregistrer";
"&Undo"="&Annuler";
"&Unsorted"="&Non trié";
"&Val:"="&Valeur :";
"&Yes"="&Oui";
"&Yes"="&Oui";
"..."="...";
":"=":";
"< &Back"="< &Précédent";
"< Share Options"="< Options de partage";
"< Share with SMART Board"="< Partager avec un SMART Board";
"<h3>About Qt</h3>%1<p>Qt is a C++ toolkit for cross-platform application development.</p><p>Qt provides single-source portability across MS&nbsp;Windows, Mac&nbsp;OS&nbsp;X, Linux, and all major commercial Unix variants. Qt is also available for embedded devices as Qtopia Core.</p><p>Qt is a Trolltech product. See <tt>http://www.trolltech.com/qt/</tt> for more information.</p>"="<h3>A propos de Qt</h3>%1<p>Qt est une boîte à outils C++ pour le développement d’applications multiplate-formes.</p><p>Qt offre une portabilité de source unique entre MS&nbsp;Windows, Mac&nbsp;OS&nbsp;X, Linux et toutes les principales variantes commerciales d’Unix. Qt est aussi disponible pour les dispositifs intégrés, notamment Qtopia Core.</p><p>Qt est un produit Trolltech. Voir <tt>http://www.trolltech.com/qt/</tt> pour plus d’informations.</p>";
"<p>This program uses Qt Open Source Edition version %1.</p><p>Qt Open Source Edition is intended for the development of Open Source applications. You need a commercial Qt license for development of proprietary (closed source) applications.</p><p>Please see <tt>http://www.trolltech.com/company/model.html</tt> for an overview of Qt licensing.</p>"="<p>Ce programme utilise Qt Open Source Edition version %1.</p><p>Qt Open Source Edition est conçu pour le développement d'applications à code source libre. Vous devez disposer d'une licence Qt commerciale pour le développement d'applications propriétaires (à code source fermé).</p><p>Veuillez voir <tt>http://www.trolltech.com/company/model.html</tt> pour une présentation des licences Qt.</p>";
"<p>This program uses Qt version %1.</p>"="<p>Ce programme utilise Qt version %1.</p>";
"A SMART Notebook Advantage product key is required for this version of SMART Notebook software. Please visit <a href='http://smarttech.com/advantage'>smarttech.com/advantage</a> for details."="Une clé produit SMART Notebook est nécessaire pour cette version du logiciel SMART Notebook. Veuillez vous rendre à l'adresse <a href='http://smarttech.com/advantage'>smarttech.com/advantage</a> pour plus de détails.";
"A&lpha channel:"="Station A&lpha :";
"A0 (841 x 1189 mm)"="A0 (841 x 1189 mm)";
"A1 (594 x 841 mm)"="A1 (594 x 841 mm)";
"A2 (420 x 594 mm)"="A2 (420 x 594 mm)";
"A3 (297 x 420 mm)"="A3 (297 x 420 mm)";
"A4 (210 x 297 mm, 8.26 x 11.7 inches)"="A4 (210 x 297 mm, 8,26 x 11,7 pouces)";
"A5 (148 x 210 mm)"="A5 (148 x 210 mm)";
"A6 (105 x 148 mm)"="A6 (105 x 148 mm)";
"A7 (74 x 105 mm)"="A7 (74 x 105 mm)";
"A8 (52 x 74 mm)"="A8 (52 x 74 mm)";
"A9 (37 x 52 mm)"="A9 (37 x 52 mm)";
"Abort"="Abandonner";
"About %1"="À propos de %1";
"About Qt"="A propos de Qt";
"Account"="Compte";
"Activate"="Activation";
"Activated"="Activé";
"Activates the program's main window"="Active la fenêtre principale du programme";
"Activation Key"="Clé d'activation";
"Activation Web Services:"="Services Web d'activation :";
"Activation Wizard"="Assistant d'activation";
"Activation Wizard is outdated."="L'assistant d'activation est périmé.";
"Activation required"="Activation nécessaire";
"Add Boards"="Ajouter des tableaux";
"Advanced"="Avancé";
"Aliases: %1"="Alias : %1";
"All Files (*)"="Tous les fichiers (*)";
"All Files (*.*)"="Tous les fichiers (*.*)";
"All pending requests have been canceled."="Toutes les demandes en instance ont été annulées.";
"Apply"="Appliquer";
"Are you sure you want to delete license information?"="Êtes-vous sûr de vouloir supprimer les informations de licence ?";
"Are you sure you want to return the product key for this product? The license will be disabled on this computer immediately (before the return is completed)."="Êtes-vous sûr de vouloir renvoyer la clé produit de ce produit ? La licence sera aussitôt désactivée sur cet ordinateur (avant la fin du renvoi).";
"Authentication Required"="Authentification nécessaire";
"Authentication required"="Authentification obligatoire";
"Automatic Activation"="Activation automatique";
"B0 (1000 x 1414 mm)"="B0 (1000 x 1414 mm)";
"B1 (707 x 1000 mm)"="B1 (707 x 1 000 mm)";
"B10 (31 x 44 mm)"="B10 (31 x 44 mm)";
"B2 (500 x 707 mm)"="B2 (500 x 707 mm)";
"B3 (353 x 500 mm)"="B3 (353 x 500 mm)";
"B4 (250 x 353 mm)"="B4 (250 x 353 mm)";
"B5 (176 x 250 mm, 6.93 x 9.84 inches)"="B5 (176 x 250 mm, 6.93 x 9.84 pouces)";
"B6 (125 x 176 mm)"="B6 (125 x 176 mm)";
"B7 (88 x 125 mm)"="B7 (88 x 125 mm)";
"B8 (62 x 88 mm)"="B8 (62 x 88 mm)";
"B9 (44 x 62 mm)"="B9 (44 x 62 mm)";
"Back"="Précédent";
"Bl&ue:"="Bl&eu :";
"Browse Content"="Parcourir le contenu";
"Browse..."="Parcourir...";
"C5E (163 x 229 mm)"="C5E (163 x 229 mm)";
"Cancel"="Annuler";
"Canceled"="Annulé";
"Cannot validate the key. Try the activation again. \n\nIf this problem continues, make note of any error messages and contact SMART Technical Support."="Impossible de valider la clé. Retentez l'activation. \n\nSi ce problème persiste, notez les messages d'erreur et contactez l'assistance technique SMART.";
"Centimeters (cm)"="Centimètres (cm)";
"Check Activation Server Connectivity"="Vérifier la connectivité du serveur d'activation";
"Check for renewals complete. No renewals found."="Vérification des renouvellements terminée. Aucun renouvellement trouvé.";
"Checking..."="Vérification...";
"Choose your SMART Board"="Choisir votre SMART Board";
"Class ID"="ID de la classe";
"Class Name"="Nom de la classe";
"Cleaning up a few things..."="Nettoyage de quelques éléments...";
"Click here to test connectivity."="Cliquez ici pour tester la connectivité.";
"Close"="Fermer";
"Close without Saving"="Fermer sans enregistrer";
"Collate"="Assembler";
"Color"="Couleur";
"Color Mode"="Mode couleur";
"Commit"="Validation";
"Complete Later"="Effectuer ultérieurement";
"Connect"="Connecter";
"Connected to host"="Connecté à l'hôte";
"Connected to host %1"="Connecté à l'hôte %1";
"Connection Options"="Options de connexion";
"Connection Options..."="Options de connexion...";
"Connection closed"="Connexion fermée";
"Connection refused"="Connexion refusée";
"Connection refused (or timed out)"="Connexion refusée (ou le délai d'attente a expiré)";
"Connection to %1 closed"="Connexion à %1 fermée";
"Contact Support at:"="Contactez l'assistance :";
"Contact technical support"="Contacter l'assistance technique";
"Continue"="Continuer";
"Copies"="Copies";
"Copies:"="Copies :";
"Copy"="Copier";
"Copy &Link Location"="Copier l'emplacement du &lien";
"Could not activate. There maybe be an issue with the activation servers. Please try again later."="Activation impossible. Il se peut qu'il y ait un problème au niveau des serveurs d'activation. Veuillez réessayer plus tard.";
"Could not connect to the server. Trying again..."="Impossible de se connecter au serveur. Nouvelle tentative…";
"Couldn't find a board with that code. Want to try again?"="Impossible de trouver un tableau portant ce code. Voulez-vous réessayer ?";
"Couldn't load profile"="Impossible de charger le profil";
"Couldn't start the trial period."="Impossible de commencer la période d'évaluation.";
"Count"="Nombre";
"Create New Folder"="Créer un nouveau dossier";
"Create a New File"="Créer un nouveau fichier";
"Create a link to this document"="Créer un lien vers ce document";
"Creating ..."="Création…";
"Cu&t"="Cou&per";
"DLE (110 x 220 mm)"="DLE (110 x 220 mm)";
"Data corrupted"="Données corrompues";
"Delete"="Supprimer";
"Detail View"="Afficher les détails";
"Details:"="Détails :";
"Directories"="Répertoires";
"Directory"="Répertoire";
"Disabled"="Désactivé";
"Discard"="Supprimer";
"Do you want to discard this request or complete it later?"="Voulez-vous annuler cette demande ou la traiter ultérieurement ?";
"Don't Save"="Ne pas enregistrer";
"Don't show this again"="Ne plus afficher ce message";
"Done"="Terminer";
"Download incomplete. Received %1 bytes, expected %2 bytes."="Téléchargement incomplet. %1 octets reçus, alors qu'il en est attendu %2.";
"Drive"="Lecteur";
"Duplex Printing"="Impression double";
"Error writing response to device"="Erreur lors de l'écriture de la réponse sur le périphérique";
"Examples"="Exemples";
"Executable '%1' requires Qt %2, found Qt %3."="Exécutable '%1' nécessite Qt %2, Qt trouvée %3.";
"Executive (7.5 x 10 inches, 191 x 254 mm)"="Executive (7,5 x 10 pouces, 191 x 254 mm)";
"Expired"="Expiré";
"Expired on %1"="A expiré le %1";
"Expires on %1"="Expire le %1";
"Failed due to a data error. Please contact our support."="Échec à cause d'une erreur de données. Veuillez contacter notre assistance.";
"Failed to cancel all pending requests."="Échec de l'annulation de toutes les demandes en instance.";
"Failed to connect to SMART server. Please try again later, or attempt manual activation."="Impossible de se connecter au serveur SMART. Veuillez réessayer ultérieurement ou tenter une activation manuelle.";
"Failed to write activation information. Make sure you have enough permissions."="Impossible d'écrire les informations d'activation. Assurez-vous d'avoir suffisamment d'autorisations.";
"Failed. Details: "="Échec. Détails : ";
"False"="Faux";
"File"="Fichier";
"File name:"="Nom du fichier :";
"Files of type:"="Fichiers de type :";
"Finished"="Terminé";
"Folio (210 x 330 mm)"="Folio (210 x 330 mm)";
"Form"="Formulaire";
"From page:"="A partir de la page :";
"Fulfillment ID"="ID d'exécution";
"Get started with SMART Notebook software"="Pour bien commencer avec le logiciel SMART Notebook";
"Getting things ready..."="Préparation en cours...";
"Go Back"="Retourner";
"Grace period has expired."="La période de grâce a expiré.";
"Grace period: <b>%1</b> day(s) remaining"="Délai de grâce : <b>%1</b> jour(s) restant(s)";
"Grayscale"="Niveaux de gris";
"Great! Your lesson is on its way to the SMART Board."="Super ! Votre leçon est en cours de transfert vers le SMART Board.";
"HTTP request failed"="Échec de la demande HTTP";
"HTTPS connection requested but SSL support not compiled in"="Une connexion HTTPS a été demandée mais la prise en charge SSL n'est pas compilée dans";
"Height:"="Hauteur :";
"Help"="Aide";
"Hide %1"="Masquer %1";
"Hide Others"="Masquer les autres";
"Host %1 found"="Hôte %1 trouvé";
"Host %1 not found"="Hôte %1 non trouvé";
"Host found"="Hôte trouvé";
"Host requires authentication"="L'hôte nécessite une authentification";
"Host:"="Hôte :";
"Hu&e:"="Teint&e :";
"I accept the terms in the <a href=\"showEula()\">license agreement</a>."="J'accepte les conditions du <a href=\"showEula()\">contrat de licence</a>.";
"Ignore"="Ignorer";
"Inches (in)"="Pouces (po)";
"Include your name to help students find your class quickly."="Indiquez votre nom pour aider les élèves à trouver rapidement votre classe.";
"Includes maintenance ending on:"="Inclut une maintenance qui se termine le :";
"Includes permanent activations."="Inclut des activations permanentes.";
"Includes subscriptions expiring on:"="Inclut des abonnements qui expirent le :";
"Incompatible Qt Library Error"="Erreur de bibliothèque Qt incompatible";
"Installation ID"="ID d'installation";
"Internet access is disabled by the system administrator."="L'accès Internet a été désactivé par l'administrateur système.";
"Invalid"="Non valide";
"Invalid HTTP chunked body"="Corps HTTP segmenté non valide";
"Invalid HTTP response header"="En-tête de réponse HTTP non valide";
"Invalid entitlement"="Droit non valide";
"Invalid product key."="Clé produit non valide.";
"It looks like the board's Lessons library is full. You can delete some lessons to free up space."="Il semble que la bibliothèque Leçons du tableau soit pleine. Vous pouvez supprimer certaines leçons pour libérer de l'espace.";
"Landscape"="Paysage";
"Learn how to renew."="Découvrez comment le renouveler.";
"Learn more."="En savoir plus.";
"Learn the Basics"="Découvrir les principes de base";
"Ledger (432 x 279 mm)"="Ledger (432 x 279 mm)";
"Legal (8.5 x 14 inches, 216 x 356 mm)"="Legal (8,5 x 14 pouces, 216 x 356 mm)";
"Letter (8.5 x 11 inches, 216 x 279 mm)"="Letter (8,5 x 11 pouces, 216 x 279 mm)";
"Limitations"="Limitations";
"List View"="Afficher la liste";
"Location:"="Emplacement :";
"Long side"="Longueur";
"Look in:"="Regarder dans :";
"Lync connector"="Connecteur Lync";
"Manage"="Gérer";
"Manual Request"="Demande manuelle";
"Margins"="Marges";
"Microsoft (personal)"="Microsoft (personnel)";
"Millimeters (mm)"="Millimètres (mm)";
"My Computer"="Poste de travail";
"N&o to All"="N&on à tout";
"N&o to All"="N&on à tout";
"Name:"="Nom :";
"No Internet Connection"="Aucune connexion Internet";
"No boards yet. Get connected."="Encore aucun tableau. Connectez-vous.";
"No proxy"="Aucun proxy";
"No server set to connect to"="Aucun serveur paramétré pour la connexion";
"No space left on device"="Plus d’espace sur le dispositif";
"No such file or directory"="Fichier ou répertoire inexistant";
"No, I'll complete my request(s) later."="Non, je terminerai mes demandes plus tard.";
"No, cancel all pending requests."="Non, annuler toutes les demandes en instance.";
"None"="Aucun";
"Note: If the URLs are not accessible, adjust your proxy settings and try testing the connection again."="Remarque : Si les URL ne sont pas accessibles, ajustez vos paramètres de proxy et réessayez de tester la connexion.";
"Number of copies:"="Nombre de copies :";
"OK"="OK";
"Office 365 (school)"="Office 365 (école)";
"Oops! We couldn't complete your sign in. Please try again. \n\nIf that doesn't work, skip sign in for now and try again later from the Account menu."="Oups ! Nous n'avons pas pu vous connecter. Veuillez réessayer. \n\nSi cela ne fonctionne pas, ignorez la connexion pour l'instant et réessayez plus tard à partir du menu Compte.";
"Oops. Something went wrong. Restarting the computer might help."="Oups. Il y a eu un problème. Il se peut que vous le résolviez en redémarrant l'ordinateur.";
"Oops. We can't complete that action without an Internet connection. \n\nPlease reconnect and try again."="Oups. Nous ne pouvons pas effectuer cette action sans connexion Internet. \n\nVeuillez vous reconnecter et réessayer.";
"Oops. We couldn't load your profile right now. Please try again later."="Oups. Nous n'avons pas pu charger votre profil. Veuillez réessayer plus tard.";
"Open"="Ouvrir";
"Open "="Ouvrir ";
"Open in SMART Notebook on this computer."="Ouvrir dans SMART Notebook sur cet ordinateur.";
"Open in the Notebook Player app on my SMART Board with iQ."="Ouvrir dans l'application Lecteur Notebook sur mon SMART Board avec iQ.";
"Operation completed successfully."="Opération correctement effectuée.";
"Options"="Options";
"Orientation"="Orientation";
"Orientation:"="Orientation :";
"Output &file:"="&Fichier de sortie :";
"Output Settings"="Paramètres de sortie";
"P&roperties"="P&ropriétés";
"Page size:"="Taille de la page :";
"Pages from"="Pages de";
"Paper"="Papier";
"Paper format"="Format du papier";
"Paper source:"="Source de papier :";
"Parent Directory"="Répertoire parent";
"Password"="Mot de passe";
"Password:"="Mot de passe :";
"Permission Required"="Autorisation nécessaire";
"Permission denied"="Permission refusée";
"Phone: 1.866.518.6791 or +1.403.228.5940"="Téléphone : 1.866.518.6791 ou +1.403.228.5940";
"Please try again"="Veuillez réessayer";
"Please try again later"="Veuillez réessayer ultérieurement";
"Points (pt)"="Points (pt)";
"Portrait"="Portrait";
"PostScript Files (*.ps);;All Files (*)"="Fichiers PostScript (*.ps);;Tous les fichiers (*)";
"Preferences..."="Préférences...";
"Premium features expired on %1"="Les fonctionnalités premium ont expiré le %1";
"Premium features will expire on %1 without an active subscription"="Les fonctionnalités premium expireront le %1 sans abonnement actif";
"Preparing your document. This can take a while..."="Préparation de votre document. Cette opération peut prendre quelque temps…";
"Preview"="Aperçu";
"Print all"="Imprimer tout";
"Print destination"="Destination d'impression";
"Print first page first"="Commencer par l'impression de la première page";
"Print in color if available"="Imprimer en couleur si disponible";
"Print in grayscale"="Imprimer en échelle de gris";
"Print last page first"="Imprimer la dernière page en premier";
"Print range"="Étendue d'impression";
"Print selection"="Sélection de l'impression";
"Print to File (PDF)"="Imprimer dans un fichier (PDF)";
"Print to File (Postscript)"="Imprimer dans un fichier (Postscript)";
"Print to SMART Notebook"="Imprimer dans SMART Notebook";
"Print to file:"="Imprimer dans un fichier :";
"Print to printer:"="Imprimer sur l'imprimante :";
"Printer"="Imprimante";
"Printer settings"="Paramètres d’imprimante";
"Product"="Produit";
"Product Key"="Clé du produit";
"Product Key is not valid"="La clé du produit n'est pas valide";
"Product Key:"="Clé du produit :";
"Product key has expired."="La clé produit a expiré.";
"Product:"="Produit :";
"Profile"="Profil";
"Proxy Settings"="Paramètres de proxy";
"Proxy authentication required"="Authentification du proxy obligatoire";
"Proxy requires authentication"="Le proxy nécessite une authentification";
"QT_LAYOUT_DIRECTION"="LTR";
"Quit"="Quitter";
"Quit %1"="Quitter %1";
"Recent"="Récent";
"Recents"="Récentes";
"Remaining signed in will give you access to SMART Notebook's basic features."="Le fait de rester connecté vous donnera accès aux fonctionnalités de base de SMART Notebook.";
"Request Files (%1)"="Fichiers de demande (%1)";
"Request aborted"="Demande annulée";
"Request denied. See Technical Details below for more information."="Demande refusée. Consultez les détails techniques ci-dessous pour plus d'informations.";
"Request type: Activate"="Type de demande : Activer";
"Request type: Renew"="Type de demande : Renouveler";
"Request type: Repair"="Type de demande : Réparer";
"Request type: Return"="Type de demande : Retour";
"Request:"="Demande :";
"Reset"="Réinitialiser";
"Response Files (%1)"="Fichiers de réponse (%1)";
"Restore Defaults"="Rétablir les valeurs par défaut";
"Result:"="Résultat :";
"Retrieving your account information..."="Récupération de vos informations de compte...";
"Retry"="Réessayer";
"Reverse"="Inverser";
"Reverse landscape"="Paysage inversé";
"Reverse portrait"="Portrait inversé";
"SMART Account"="Compte SMART";
"SMART Document Camera Mixed Reality Tools"="Outils de réalité mixte de la SMART Document Camera";
"SMART Learning Suite Online - Notebook access, anywhere"="Suite pédagogique SMART en ligne - Accédez à Notebook où que vous vous trouviez";
"SMART Meeting Pro"="SMART Meeting Pro";
"SMART Meeting Pro Personal Edition"="SMART Meeting Pro édition personnelle";
"SMART Meeting Pro Premium"="SMART Meeting Pro Premium";
"SMART Meeting Pro connector for Microsoft Lync"="Connecteur SMART Meeting Pro pour Microsoft Lync";
"SMART Notebook"="SMART Notebook";
"SMART Notebook 3D Tools"="Outils 3D SMART Notebook";
"SMART Notebook <a href='%1'>premium features</a>"="<a href='%1'>Fonctionnalités premium de </a>SMART Notebook";
"SMART Notebook Collaborative License"="Licence collaborative SMART Notebook";
"SMART Notebook English Vocabulary Example 1"="SMART Notebook Vocabulaire anglais Exemple 1";
"SMART Notebook History Example 1"="SMART Notebook Histoire Exemple 1";
"SMART Notebook Math Example 1"="SMART Notebook Mathématiques Exemple 1";
"SMART Notebook Math Example 2"="SMART Notebook Mathématiques Exemple 2";
"SMART Notebook Math Tools"="SMART Notebook Math Tools";
"SMART Notebook SDK"="SDK SMART Notebook";
"SMART Notebook SE"="SMART Notebook SE";
"SMART Notebook Science Example 1"="SMART Notebook Sciences Exemple 1";
"SMART Response"="SMART Response";
"SMART Sync"="SMART Sync";
"SMART Table Toolkit"="Boîte à outils SMART Table";
"SMART Technologies - Activation Wizard"="SMART Technologies - Assistant d'activation";
"SMART Vantage"="SMART Vantage";
"SSL handshake failed"="Échec de l'établissement de liaison SSL";
"Save"="Enregistrer";
"Save All"="Enregistrer tout";
"Save As"="Enregistrer sous";
"Search the SMART Exchange"="Effectuez des recherches sur SMART Exchange";
"See this <a href='%1'>Knowledge Base article</a> and the <a href='%2'>Troubleshooting Diagram</a> for details on resolving connectivity issues, especially when you are using a proxy."="Consultez cet <a href='%1'>article de la base de connaissances</a> et le <a href='%2'>diagramme de dépannage</a> pour plus de détails sur la résolution des problèmes de connectivité, en particulier lorsque vous utilisez un proxy.";
"Select All"="Sélectionner tout";
"Select a Directory"="Sélectionner un répertoire";
"Select color"="Sélectionner la couleur";
"Select how you would like to share this file to your SMART Learning Suite Online profile"="Sélectionnez la manière dont vous voulez partager ce fichier sur votre profil de la suite pédagogique SMART en ligne";
"Select the Response File"="Sélectionnez le fichier de réponse";
"Selection"="Sélection";
"Send to SMART Cloud"="Envoyer vers le cloud SMART";
"Server closed connection unexpectedly"="Le serveur a fermé la connexion de manière inattendue";
"Services"="Services";
"Share"="Partager";
"Share Now"="Partager maintenant";
"Share this file with the Lessons app on a SMART Board"="Partager ce fichier avec l'application Lessons sur un SMART Board";
"Share this file with the Notebook Player app on a SMART Board"="Partager ce fichier avec l'application Lecteur Notebook sur un SMART Board";
"Share to SMART Board with iQ"="Partager sur un SMART Board avec iQ";
"Share to the Notebook Player app"="Partager avec l'application Lecteur Notebook";
"Share using a link"="Partager à l'aide d'un lien";
"Share with a SMART Board"="Partager avec un SMART Board";
"Short side"="Largeur";
"Show &hidden files"="Afficher &les fichiers masqués";
"Show All"="Afficher tout";
"Sign In"="Connexion";
"Sign In Again"="Se reconnecter";
"Sign Out"="Déconnexion";
"Sign in"="Connexion";
"Sign in didn't work"="La connexion n'a pas fonctionné";
"Sign in is required for accessing key SMART features."="La connexion est obligatoire pour accéder aux fonctionnalités clés de SMART.";
"Sign in to or create a SMART account"="Identifiez-vous ou créez un compte SMART gratuit";
"Sign in to use this feature"="Identifiez-vous pour utiliser cette fonctionnalité";
"Sign in to your SMART account to access your SMART subscription benefits, or to use Notebook in a limited mode."="Connectez-vous à votre compte SMART pour accéder aux avantages de votre abonnement SMART, ou pour utiliser Notebook en mode limité.";
"Sign in with Google"="Se connecter avec Google";
"Sign in with a Google, Office 365 or Microsoft personal account."="Connectez-vous avec un compte personnel Google, Office 365 ou Microsoft.";
"Sign in with a browser"="Se connecter avec un navigateur";
"Sign up for free"="S'inscrire gratuitement";
"Sign up for the latest updates from SMART"="Inscrivez-vous pour recevoir les dernières mises à jour de SMART";
"Signed in as:"="Connecté en tant que :";
"Skip Sign In"="Ignorer la connexion";
"Skip sign in for now"="Ignorer la connexion pour le moment";
"Skipped sign in"="Connexion ignorée";
"Software enabled"="Logiciel activé";
"Some of your license keys have expired. Click here for more info."="Certaines de vos clés de licence ont expiré. Cliquez ici pour plus d'informations.";
"Some of your license keys will expire in %1 days. Click here for more info."="Certaines de vos clés de licence vont expirer dans %1 jours. Cliquez ici pour plus d'informations.";
"Something went wrong. Want to try again?"="Il y a eu un problème. Voulez-vous réessayer ?";
"Sort"="Trier";
"Sort by &Date"="Trier par &Date";
"Sort by &Name"="Trier par &Nom";
"Sort by &Size"="Trier par &Taille";
"Status"="État";
"Status:"="Statut :";
"Stay Inspired"="Restez inspiré";
"Subscription: <b>%1</b> day(s) remaining"="Abonnement : <b>%1</b> jour(s) restant(s)";
"Succeeded"="Opération réussie";
"Symbolic Link"="Lien symbolique";
"Tabloid (279 x 432 mm)"="Tabloid (279 x 432 mm)";
"Tap the Connect icon %s in the Lessons app to get a 4-character code, and then type that code below."="Tapez sur l'icône Connexion %s dans l'application Leçons pour obtenir un code à 4 caractères, puis saisissez ce code ci-dessous.";
"Tap the Connect icon %s in the Notebook Player app to get a 4-character code, and then type that code below."="Tapez sur l'icône Connexion %s dans l'application Lecteur Notebook pour obtenir un code à 4 caractères, puis saisissez ce code ci-dessous.";
"Test Connectivity..."="Tester la connectivité...";
"That email address is already associated with a SMART account. Try signing up with a different email address."="Cette adresse électronique est déjà associée à un compte SMART. Essayez de vous identifier avec une autre adresse électronique.";
"That was strange... \n\nWe're not sure what happened, but we can't sign you in right now."="C'est étrange… \n\nNous ne savons pas ce qui s'est produit, mais nous ne parvenons pas à vous identifier pour l'instant.";
"The activation didn't complete. See below for status information."="L'activation a échoué. Veuillez trouver ci-dessous des informations sur l'état.";
"The following Product Key is not valid: "="La clé produit suivante n'est pas valide : ";
"The information copied successfully, and your Internet browser will open."="Les informations ont bien été copiées, et votre navigateur Internet va s'ouvrir.";
"The installed version of this product requires a newer maintenance license."="La version installée de ce produit nécessite une licence de maintenance plus récente.";
"The link has been copied to the clipboard."="Le lien a été copié dans le presse-papiers.";
"The number of activations for this Product Key has exceeded the maximum. Please contact our support for assistance."="Le nombre d'activations pour cette clé de produit a dépassé le maximum. Veuillez contacter notre assistance pour qu'elle vous aide.";
"The product key you are using has been canceled. Please contact SMART support for more information."="La clé de produit que vous utilisez a été annulée. Veuillez contacter l'assistance SMART pour plus d'informations.";
"The product key you entered is already in the list."="La clé produit que vous avez saisie se trouve déjà dans la liste.";
"The request file saved successfully. Copy the file to another computer to continue."="Le fichier de demande a bien été enregistré. Copiez le fichier vers un autre ordinateur pour continuer.";
"The request succeeded on some of your product keys, but it didn't succeed on others."="La demande a réussi sur certaines de vos clés produit, mais elle a échoué sur d'autres.";
"The sign in took too long and has expired."="L'identification a pris trop longtemps et a expiré.";
"The system is being maintained right now, but it will be available soon. Sorry for the inconvenience."="Le système est en cours de maintenance, mais il sera bientôt de nouveau disponible. Désolé pour la gêne occasionnée. ";
"The trial period has started."="La période d'évaluation a commencé.";
"This key could not be activated. Try the activation again. \n\nIf the problem continues, make note of any error messages and contact SMART Technical Support."="Cette clé n'a pas pu être activée. Retentez l'activation. \n\nSi le problème persiste, notez les messages d'erreur et contactez l'assistance technique SMART.";
"This key's entitlement record is not configured correctly. Please contact SMART Technical Support."="Cet enregistrement de droit de clé n'est pas bien configuré. Veuillez contacter l'assistance technique SMART.";
"To connect to SMART, you need to enter a user name and password for the proxy %s"="Pour vous connecter à SMART, vous devez saisir un nom d'utilisateur et un mot de passe pour le proxy %s";
"To page:"="Jusqu’à la page :";
"To successfully activate the product key, all connections must succeed. Green checkmarks indicate successful connections."="Pour que la clé produit soit bien activée, toutes les connexions doivent réussir. Les coches vertes indiquent les connexions réussies.";
"Too many open files"="Trop de fichiers ouverts";
"Trial Extension"="Extension de l'évaluation";
"Trial: <b>%1</b> day(s) remaining"="Évaluation : <b>%1</b> jour(s) restant(s)";
"True"="Vrai";
"Try Again"="Réessayer";
"Try again later or try a manual request now."="Réessayez ultérieurement ou essayez une demande manuelle maintenant.";
"Try it Online!"="Essayez en ligne !";
"Type your user name and password."="Tapez votre nom d'utilisateur et votre mot de passe.";
"Type:"="Type :";
"URL:"="URL:";
"US Common #10 Envelope (105 x 241 mm)"="Enveloppe US Common #10 (105 x 241 mm)";
"Unable to complete your request."="Impossible de répondre à votre demande.";
"Unable to copy."="Impossible de copier.";
"Unable to create your file."="Impossible de créer votre fichier.";
"Unable to open %1 for writing."="Impossible d'ouvrir %1 pour l'écriture.";
"Unable to open source file for reading."="Impossible d'ouvrir le fichier source pour la lecture.";
"Unable to open your Internet browser. Try to open your browser manually or use a different computer to continue."="Impossible d'ouvrir votre navigateur Internet. Essayez d'ouvrir votre navigateur manuellement ou utilisez un autre ordinateur pour continuer.";
"Unable to read response from file."="Impossible de lire la réponse du fichier.";
"Unable to rename %1 to %2."="Impossible de renommer %1 en %2.";
"Unable to save your request."="Impossible d'enregistrer votre demande.";
"Unknown"="Inconnu";
"Unknown Location"="Emplacement inconnu";
"Unknown authentication method"="Méthode d'authentification inconnue";
"Unknown error"="Erreur inconnue";
"Unknown error."="Erreur inconnue.";
"Unknown protocol specified"="Protocole inconnu spécifié";
"Upload this document and create a link to share with others."="Téléchargez ce document et créez un lien pour le partager avec d'autres personnes.";
"Upload to SMART Cloud"="Télécharger vers le cloud SMART";
"Uploading your file..."="Téléchargement de votre fichier...";
"Use Internet Explorer settings"="Utiliser les paramètres d'Internet Explorer";
"Use System settings"="Utiliser les paramètres système";
"Use other proxy:"="Utiliser un autre proxy :";
"User Name:"="Nom d'utilisateur :";
"User name:"="Nom d'utilisateur :";
"Valid for versions released before %1"="Valide pour les versions publiées avant %1";
"Version %s"="Version %s";
"Volume activated"="Volume activé";
"We couldn't process that response. The request comes from a different computer or has already been processed."="Nous n'avons pas pu traiter cette réponse. La demande vient d'un autre ordinateur ou a déjà été traitée.";
"We'll remember %s for next time."="Nous nous souviendrons de %s la prochaine fois.";
"Web:"="Web :";
"Welcome to %1 software from SMART Technologies."="Bienvenue dans le logiciel %1 de SMART Technologies.";
"Welcome to SMART Notebook"="Bienvenue dans SMART Notebook";
"What's This?"="Qu’est-ce que c’est ?";
"Width:"="Largeur :";
"Working on it."="Opération en cours.";
"Working on it.."="Opération en cours...";
"Working on it..."="Opération en cours...";
"Wrong content length"="Mauvaise longueur de contenu";
"Yes to &All"="Oui à &tout";
"Yes to &All"="Oui à &tout";
"Yes, I have a numeric response code similar to %1."="Oui, j'ai un code de réponse numérique qui ressemble à %1.";
"Yes, I have a response file."="Oui, j'ai un fichier de réponse.";
"Yes, I have a response message that starts with %1."="Oui, j'ai un message de réponse qui commence par %1.";
"Yes, I have an activation key similar to %1."="Oui, j'ai une clé d'activation qui ressemble à %1.";
"You can close this tab and return to SMART Notebook."="Vous pouvez fermer cet onglet et retourner à SMART Notebook.";
"You can manage your account and the class ID from the Account menu."="Vous pouvez gérer votre compte et l'ID de la classe à partir du menu Compte.";
"You can sign in later from the Account menu. Sign in is required for a number of key SMART features."="Vous pourrez vous connecter ultérieurement à partir du menu Compte. La connexion est obligatoire pour certaines fonctionnalités clés de SMART.";
"You chose not to allow our application to access your account. You're unable to use our application until you accept."="Vous avez choisi de ne pas autoriser notre application à accéder à votre compte. Vous ne pourrez pas utiliser notre application tant que vous n'accepterez pas.";
"You have %1 days to complete activation."="Vous avez %1 jours pour procéder à l'activation.";
"You have signed out"="Vous avez été déconnecté";
"You haven't yet given SMART permission to access your account information, which is required for signing in. Do you want to try signing in again?"="Vous n'avez pas encore donné à SMART l'autorisation d'accéder aux informations de votre compte, qui sont nécessaires pour la connexion. Voulez-vous réessayer de vous connecter ?";
"You may wish to send results to your organization's technical support contact."="Nous vous conseillons d'envoyer les résultats à l'assistance technique de votre entreprise.";
"You need to sign in before you can use this feature."="Vous devez vous identifier avant de pouvoir utiliser cette fonctionnalité.";
"You're all set!"="Vous êtes paré !";
"You're unable to change these settings because you manually configured a proxy."="Vous ne pouvez pas modifier ces paramètres car vous avez configuré un proxy manuellement.";
"You've skipped the sign in for now. You can sign in later from the Account menu."="Vous avez ignoré la connexion pour l'instant. Vous pourrez vous connecter ultérieurement à partir du menu Compte.";
"Your SMART Boards"="Vos SMART Board";
"Your SMART Learning Suite subscription will expire in %d days. Learn how to renew."="Votre abonnement à la suite pédagogique SMART va expirer dans %d jours. Découvrez comment le renouveler.";
"Your SMART account"="Votre compte SMART";
"Your browser has opened to a sign in page. You'll be returned here after you've signed in."="Votre navigateur s'est ouvert sur une page d'identification. Vous serez renvoyé ici après vous être identifié.";
"Your first trial extension is activated."="La première extension de votre évaluation est activée.";
"Your first trial extension isn't activated."="La première extension de votre évaluation n'est pas activée.";
"Your second trial extension is activated."="La deuxième extension de votre évaluation est activée.";
"Your second trial extension isn't activated."="La deuxième extension de votre évaluation n'est pas activée.";
"Your trial period has ended."="Votre période d'évaluation est terminée.";
"bottom margin"="marge inférieure";
"left margin"="marge de gauche";
"locally connected"="connecté localement";
"right margin"="marge de droite";
"to"="à";
"top margin"="marge supérieure";
"unknown"="inconnu";
